{
	"github": {
		"linkedin":"As the global home for all developers, GitHub is the complete developer platform to build, scale, and deliver secure software. Over 94 million people, including developers from 90 of the Fortune 100 companies, use GitHub to build amazing things together across 330+ million repositories. With all the collaborative features of GitHub, it has never been easier for individuals and teams to write faster, better code.",
		"facebook":"With a community of more than 10 million people, developers can discover, use and contribute to over 24 million projects using a powerful, collaborative workflow. Whether using GitHub.com or your own instance of GitHub Enterprise, you can integrate GitHub with third party tools, from project management to continuous deployment, to build software in the way that works best for you.",
		"github":"Harnessed for productivity. Designed for collaboration. Celebrated for built-in security. Welcome to the platform developers love.",
		"instagram": "The home for all developers. Let’s build from here."
	},
	"linkedin": {
		"linkedin":"Founded in 2003, LinkedIn connects the world's professionals to make them more productive and successful. With more than 850 million members worldwide, including executives from every Fortune 500 company, LinkedIn is the world's largest professional network. The company has a diversified business model with revenue coming from Talent Solutions, Marketing Solutions, Sales Solutions and Premium Subscriptions products. Headquartered in Silicon Valley, LinkedIn has offices across the globe.",
		"twitter": "With your community by your side, there’s no telling where your next small steps could lead. #InItTogether (@LinkedInHelp for customer service)",
		"facebook": "With your community by your side, there’s no telling where your next small steps could lead. #InItTogether",
		"apple store": "Welcome professionals! LinkedIn is the social network for job seekers, professionals, and businesses. Build your network, find business contacts, connect with recruiters, and use your professional profile as an online resume. LinkedIn’s job search filters help you narrow down from the millions of jobs posted to the job that’s right for you. Use job search alerts to get notified when new positions open up in companies you’re interested in, all the while connecting directly with recruiters or employees in your network. Tap into your network to ask for a referral for companies you’re applying to and get your resume noticed. You can also apply on-the-go to save time and be the first application to the job of your dreams. Use LinkedIn to navigate your career with confidence--whether you want to find a new job, keep in touch with your network, or stay up-to-date on the latest from your connections and your industry.",
		"google play": "Welcome professionals! Find jobs on one of the largest social networking apps and online jobs market with LinkedIn, the most trusted network and business community. Build connections with industry leaders in your community, follow business news, get salary insights and discover a new career. Start your job search and find the workplace for you - whether in a welcoming office setting or from the comfort of your house when you work from home. Find part-time, freelance, or full-time, local or remote jobs hiring, and everything in between – you can search for jobs easily with LinkedIn. LinkedIn is one of the largest social networking apps. Grow your network of business contacts, get the latest industry news, stay up to date with companies, and follow industry thought leaders.",
		"instagram": "With your community by your side, there’s no telling where your next small steps could lead. #InItTogether",
		"tiktok": "Let’s Tok about your career"
	},
	"facebook": {
		"facebook": "Connect with friends and the world around you on Facebook.",
		"linkedin": "The Facebook company is now Meta. Meta builds technologies that help people connect, find communities, and grow businesses. When Facebook launched in 2004, it changed the way people connect. Apps like Messenger, Instagram and WhatsApp further empowered billions around the world. Now, Meta is moving beyond 2D screens toward immersive experiences like augmented and virtual reality to help build the next evolution in social technology.",
		"github": "We are working to build community through open source technology. NB: members must have two-factor auth.",
		"apple store": "Connect with friends, family and people who share the same interests as you. Communicate privately, watch your favorite content, buy and sell items or just spend time with your community. On Facebook, keeping up with the people who matter most is easy. Discover, enjoy and do more together.",
		"google play": "Keeping up with friends is faster and easier than ever. Share updates and photos, engage with friends and Pages, and stay connected to communities important to you.",
		"tiktok": "We believe people can do more together, than alone.",
		"instagram": "We believe people can do more together than alone and that each of us plays an important role in helping to create this safe and respectful community.",
		"twitter": "We believe people can do more together than alone and that each of us plays an important role in helping to create this safe and respectful community."
	},
	"tiktok": {
		"linkedin": "TikTok is the world's leading destination for short-form video. Our platform is built to help imaginations thrive. This is doubly true of the teams that make TikTok possible. Our employees lead with curiosity, and move at the speed of culture. Combined with our company's flat structure, you'll be given dynamic opportunities to make a real impact on a rapidly expanding company as you grow your career. We have offices across Asia, Europe, Australia, New Zealand, and the Americas – and we're just getting started.",
		"instagram": "the 🕰️ app",
		"facebook": "what has TikTok taught you? 🤔",
		"tiktok": "munchies unite 🧊🌶️",
		"apple store": "TikTok is THE destination for mobile videos. On TikTok, short-form videos are exciting, spontaneous, and genuine. Whether you’re a sports fanatic, a pet enthusiast, or just looking for a laugh, there’s something for everyone on TikTok. All you have to do is watch, engage with what you like, skip what you don’t, and you’ll find an endless stream of short videos that feel personalized just for you. From your morning coffee to your afternoon errands, TikTok has the videos that are guaranteed to make your day. We make it easy for you to discover and create your own original videos by providing easy-to-use tools to view and capture your daily moments. Take your videos to the next level with special effects, filters, music, and more.",
		"google play": "TikTok is THE destination for mobile videos. On TikTok, short-form videos are exciting, spontaneous, and genuine. Whether you’re a sports fanatic, a pet enthusiast, or just looking for a laugh, there’s something for everyone on TikTok. All you have to do is watch, engage with what you like, skip what you don’t, and you’ll find an endless stream of short videos that feel personalized just for you. From your morning coffee to your afternoon errands, TikTok has the videos that are guaranteed to make your day. We make it easy for you to discover and create your own original videos by providing easy-to-use tools to view and capture your daily moments. Take your videos to the next level with special effects, filters, music, and more."
	},
	"twitter": {
		"twitter": "What's happening?!",
		"facebook": "What's happening?",
		"instagram": "Screenshots of Tweets.",
		"tiktok": "Tweets brought to you by the app that you use for ~reasons~",
		"linkedin": "Life’s not about a job, it’s about purpose. We believe real change starts with conversation. Here, your voice matters. Come as you are and together we’ll do what’s right (not what’s easy) to serve the public conversation. #JoinTheFlock",
		"google play": "Join the conversation! Expand your social network and stay updated on what’s trending now. Retweet, chime in on a thread, go viral, or just scroll through the Twitter timeline to stay on top of what’s happening, whether it’s social media news or news from around the world. Twitter is your ✨ go-to social media app ✨ and the new media source for what's going on around the globe. Jump into the conversation with sound!Twitter Spaces is a new way to have live audio conversations that amplify the power of the human voice. Engage authentically with fans and followers, listen and learn about your favorite creators, influential people and activists on their live Spaces. From tweeting to talking, Join, listen, and speak in live audio conversations. Explore top trending topics in media, or get to know thought-leaders in the areas that matter to you; whether your interests range from celebrity tweets to politics, news updates, best podcast recommendations or football, you can follow & speak directly to influencers or your friends alike. Every voice can impact the world.",
		"apple store": "Join the conversation! Retweet, chime in on a thread, go viral, or just scroll through the Twitter timeline to stay on top of what everyone’s talking about. Twitter is your go-to social media app and the new media source for what's happening in the world, straight from the accounts of the influential people who affect your world day-to-day. Explore what’s trending in the media, or get to know thought-leaders in the topics that matter to you; whether your interests range from #Kpop Twitter to politics, news or sports, you can follow & speak directly to influencers or your friends alike. Every voice can impact the world. Follow your interests. Tweet, Retweet, Reply to Tweets, Share or Like - Twitter is the #1 social media app for latest news & updates. Tap into what’s going on around you. Search hashtags and trending topics to stay updated on your friends & other Twitter followers. Follow the tweets of your favorite influencers, alongside hundreds of interesting Twitter users, and read their content at a glance. Share your opinion. Engage your social network with noteworthy links, photos and videos. DM your friends or reply in a thread. Whether you chat privately or go viral, your voice makes a difference. Get noticed. Twitter allows you to find interesting people or build a following of people who are interested in you. Maintaining a social connection has never been easier! Beyond chatting with friends, Twitter allows influencers to build a personal connection with their fans. Speak directly to the people who influence you - you may be surprised by how many answer back."
	}
}